[
    {
        "File": "King's Dead.mp3",
        "Artist": "Kendrick Lamar, Future, ...",
        "Title": "King's Dead",
        "Album": "Black Panther",
        "Lyrics": "Miss me with that bullshit (Bullshit)\nYou ain't really wild, you a tourist (A tourist)\nI be blackin' out with the purist (The purist)\nI made a hundred thou' then I freaked it (I freaked it)\nI made 500 thou' then I freaked it (I freaked it)\nI bought a '87 for the weekend (The weekend)\nThis ain't what you want, this ain't what you want (What you want)\nThis ain't what you want, this ain't what you want (What you want)\n\nAnd it's like that, lil' bitch\nMVP, I don't get no sleep, no, I don't like that, lil' bitch\nBust that open, I want that ocean, yeah that bite back, lil' bitch\nDo it bite back, lil' bitch? Need two life jackets, lil' bitch\nI ain't gon' hold you, I ain't gon' press you, never control you\nI ain't gon' front you, keep it 100, I don't know you\nBoss like Top Dawg, bossed my life up, crossin' over\nStutter steppin', got a Hall of Fame in all my posters\nI've been ready, my whip been ready\nMy bitch been ready, my clique been ready\nMy shit's been ready, my check's been ready\nMy shot's on full, that's Armageddon\nI got pull, I hope y'all ready\nMy tank on full, you know, unleaded\nI gotta go get it, I gotta go get it\nI gotta go get it, I gotta go get it\nMy name gon' hold up, my team gon' hold up\nMy name gon' hold up, my team gon' hold up\nMy shots gon' fire, my team gon' roll up\nMénage-à-trois, my queen gon' roll up\nI hope y'all ready, you know I'm ready\nI reign all day, you know, confetti\nI gotta go get it, I gotta go get it\nI gotta go get it, I gotta go get it, skrrt\n\nMiss me with that bullshit (Bullshit)\nYou're not a gang member, you's a tourist (A tourist)\nI be blackin' out, I be blackin' out\nBought an '83 Cutlass for the weekend (For the weekend)\nI got a hundred thousand, then I freaked it (Then I freaked it)\nI made 500 thousand, then I freaked it (Then I freaked it)\nI put a Rolls Royce on my wrist, oh yeah\nFuck his baby mama tryna sneak diss\nI took her to my penthouse, then I freaked it (Then I freaked it)\nI haven't made my mind up, should I keep it? (Should I keep it?)\nI got big dog status, it ain't no secret\n\nLa di da di da, slob on me knob\nPass me some syrup, fuck me in the car\nLa di da di da, mothafuck the law\nChitty chitty bang, murder everything\nBitch, I'm on a roll and I put that on the gang\n\nYeah, miss me with that bullshit (Bullshit)\nYou ain't really wild, you a tourist (A tourist)\nI be blackin' out with the purist (The purist)\nI made a hundred thou' then I freaked it (I freaked it)\nI made 500 thou' then I freaked it (I freaked it)\nI bought a '87 for the weekend (The weekend)\nThis ain't what you want, this ain't what you want (What you want)\nThis ain't what you want, this ain't what you want (What you want)\n\nChanges\nIs you gon' do something?\nWhat you want?\n\nRed light, green light, red light, green light\nRed light, green light, they like, we like\nFast cars, fast money, fast life, fast broads\nEgotistic, goin' ballistic, why God?\nBorn warrior, lookin' for euphoria, but I don't see it\nI don't feel it, I'm paraplegic, tapped in when I'm maxed in\nComp-Town with the MAC 10s and the pumps in the background\nI was absent, never OG, standout\nI was lackin' everything else but doubt\nIn the Magnum, holding Magnums with a Magnum\nNigga, ad-lib and I sing out loud\nNever had friends, never had ends, never had hope\nThey was like, \"Nope, \" I was like, \"Boo yaow, boo yaow\"\nYeah, God, tee off the day\nKnow we off the, be off the, eat off your plate\nThrow me off, I be, \"Off ya head\"\nWell ate, on C4, I'm way off the edge\nFuck integrity, fuck your pedigree, fuck your feelings, fuck your culture\nFuck your moral, fuck your family, fuck your tribe\nFuck your land, fuck your children, fuck your wives\nWho am I? Not your father, not your brother\nNot your reason, not your future\nNot your comfort, not your reverence, not your glory\nNot your heaven, not your angel, not your spirit\nNot your message, not your freedom\nNot your people, not your neighbor\nNot your baby, not your equal\nNot the title y'all want me under\nAll hail King Killmonger\nRed light, green light, red light, green light\nRed light, green light, they like, we like\nFast cars\n\n"
    }
]